export const blogDetail = [
    {
        title: "ตอนที่ 1 เริ่มต้นเขียน API ด้วยภาษา Go (Fiber) 🔥",
        link: 'https://medium.com/@kitsugarr/%E0%B8%9E%E0%B8%B2%E0%B8%97%E0%B8%B3-rest-api-%E0%B8%94%E0%B9%89%E0%B8%A7%E0%B8%A2%E0%B8%A0%E0%B8%B2%E0%B8%A9%E0%B8%B2-go-fiber-37cf95fde4ed',
        image: "/gomedium.webp",
        description: "ในบทความนีเราจะมาหัดเขียน API แบบง่ายๆ กัน โดยเหมาะกับคนที่มีพื้นฐานในการเขียนโปรแกรมเบื้องต้น หากใครไม่มีก็สามารถลองทำดูคร่าวๆตามไปได้ครับ 😄"
    },
    {
        title: "ตอนที่ 2 สร้าง RESTful API ด้วยภาษา Go (Fiber) 🔥",
        link: 'https://medium.com/@kitsugarr/%E0%B8%95%E0%B8%AD%E0%B8%99%E0%B8%97%E0%B8%B5%E0%B9%88-2-%E0%B8%AA%E0%B8%A3%E0%B9%89%E0%B8%B2%E0%B8%87-restful-api-%E0%B8%94%E0%B9%89%E0%B8%A7%E0%B8%A2%E0%B8%A0%E0%B8%B2%E0%B8%A9%E0%B8%B2-go-fiber-d4e85e610941',
        image: "/go2.webp",
        description: "จากบทความที่แล้วเราได้มีการสร้างโปรเจกต์ง่ายๆ ด้วย Fiber (เว็บเฟรมเวิร์กบนภาษา Go) ในบทความนี้เราจะมาเจาะลึกขึ้นในการใช้ Method ต่างๆ ว่าแต่ละตัวต่างกันยังไง มีหน้าที่แบบไหน พร้อมแล้วก็ไปลุยกันเลย 😊"
    },
]